/* No comment provided by engineer. */
"accessories" = "الإكسسوار";

/* No comment provided by engineer. */
"Accessories" = "الإكسسوار";

/* No comment provided by engineer. */
"Battery" = "البطاربة";

/* No comment provided by engineer. */
"Brand" = "النوع";

/* No comment provided by engineer. */
"Camera" = "الكاميرا";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Contact Us" = "التواصل معنا";

/* No comment provided by engineer. */
"Do you want to check out the new Offer?" = "هل تود الإطلاع على تفاصيل العرض الجديد؟";

/* No comment provided by engineer. */
"Error" = "خطأ";

/* No comment provided by engineer. */
"Gallary" = "المعرض";

/* No comment provided by engineer. */
"Home" = "الرئيسية";

/* No comment provided by engineer. */
"Join us on Facebook" = "إنضم لصفتحنا على الفيسبوك";

/* No comment provided by engineer. */
"Last refresh date" = "أخر تحديث";

/* No comment provided by engineer. */
"Main" = "الرئيسية";

/* No comment provided by engineer. */
"Message cannot be empty" = "الرسالة لايجب أن تكون فارغة";

/* No comment provided by engineer. */
"Message cannot be less than 10 characters" = "الرسالة يجب أن تكون أكثر من ١٠ محارف";

/* No comment provided by engineer. */
"Mobile cannot be empty" = "رقم الموبايل لايجب أن يكون فارغا";

/* No comment provided by engineer. */
"Mobile cannot be less than 10 characters" = "رقم الموبايل يجب أن يكون أكثر من ١٠ ارقام";

/* No comment provided by engineer. */
"Mobiles" = "الموبايل";

/* No comment provided by engineer. */
"mobiles" = "الموبايل";

/* No comment provided by engineer. */
"Name cannot be empty" = "الاسم لايجب أن يكون فارغا";

/* No comment provided by engineer. */
"New Offer" = "عرض جديد";

/* No comment provided by engineer. */
"Offers" = "العروض";

/* No comment provided by engineer. */
"OK" = "حسناً";

/* No comment provided by engineer. */
"Please enter a valid mobile number" = "الرجاء إدخال رقم موبايل صحيح";

/* No comment provided by engineer. */
"Please enter IMEI code" = "الرجاء إدخال رمز الIMEI";

/* No comment provided by engineer. */
"Price" = "السعر";

/* No comment provided by engineer. */
"Processor" = "المعالج";

/* No comment provided by engineer. */
"Ram" = "الرام";

/* No comment provided by engineer. */
"Retry" = "إعادة المحاولة";

/* No comment provided by engineer. */
"Screen" = "الشاشة";

/* No comment provided by engineer. */
"Storage" = "التخزين";

/* No comment provided by engineer. */
"Success" = "نجاح";

/* No comment provided by engineer. */
"Terms and Conditions" = "شروط الضمان";

/* No comment provided by engineer. */
"Thank you for your message" = "شكرا لتواصلكم معنا";

/* No comment provided by engineer. */
"There was an error in connection" = "حدث خطأ في الأتصال بالشبكة";

/* No comment provided by engineer. */
"Warranty" = "الكفالة";

